;汉化：aotix

[CerberusDragoonM1 X2CharacterTemplate]
strCharacterName="地狱犬龙骑兵"

[CerberusDragoonM2 X2CharacterTemplate]
strCharacterName="地狱犬龙骑老兵"

[CerberusDragoonM3 X2CharacterTemplate]
strCharacterName="地狱犬龙骑精兵"

[CorpseCerberusDragoon X2ItemTemplate]
FriendlyName="龙骑兵尸体"
FriendlyNamePlural="龙骑兵尸体"
BriefSummary="龙骑兵是重甲士兵，能够以相当快的速度冲向敌人，并进行弧形劈砍"

[EnemyCerberusDragoonPrimaryM1 X2WeaponTemplate]
FriendlyName="地狱犬电弧拳刃"
BriefSummary=""
TacticalText="<Bullet/>" 

[EnemyCerberusDragoonPrimaryM2 X2WeaponTemplate]
FriendlyName="地狱犬电弧拳刃"
BriefSummary=""
TacticalText="<Bullet/>" 

[EnemyCerberusDragoonPrimaryM3 X2WeaponTemplate]
FriendlyName="地狱犬电弧拳刃"
BriefSummary=""
TacticalText="<Bullet/>" 

[EnemyCerberusDragoonSecondaryM1 X2WeaponTemplate]
FriendlyName="M358鹰爪枪"
BriefSummary=""
TacticalText="<Bullet/>" 

[EnemyCerberusDragoonSecondaryM2 X2WeaponTemplate]
FriendlyName="M358鹰爪枪"
BriefSummary=""
TacticalText="<Bullet/>" 

[EnemyCerberusDragoonSecondaryM3 X2WeaponTemplate]
FriendlyName="M358鹰爪枪"
BriefSummary=""
TacticalText="<Bullet/>" 